export default [
    {
        id: 1,
        title : "Команда студентів з кафедри електроніки прийняла участь в хакатоні",
        descr: "У хакатоні, організованому GlobalLogic, який проходив 08-09.12.18, команда НАУ, складена з представників СКБ Sky при кафедрі електронікиННІАЕТ здобула почесне 3-тє місце. Переможці к.т.н. Денис Навроцький, к.т.н. Олексій Савченко та студенти Дмитро Полторацький і Федір Катушонок під час хакатону написали програму керування розумним автомобілем з використанням протоколу V2X, запрограмували поведінку розумних автомобілів для стандартних і незвичайних ситуацій на дорозі (прийняття рішеннь щоб не відбулось зіткнення з непередбаченою перешкодою). Працездатність написаної програми було перевірено на практиці за допомогою діючих моделей авто, кожна з яких керується власним мікроконтроллером на Rasberry Pi 3, з використанням протоколу обміну даними V2X. Під час хакатону команда працювала з ОС Ubuntu в IDE QT Creater, використовуючи мови програмування Python та С++. Здобутий досвід є дуже цінним. Дякуємо GlobalLogic за надану чудову можливість і співпрацю.",
        thumbnail: "http://test2.kafelec.nau.edu.ua/wp-content/uploads/2019/01/%D0%94%D0%B5%D0%BD%D0%B8%D1%81-%D1%85%D0%B0%D0%BA%D0%B0%D1%82%D0%BE%D0%BD2.jpg"
    },
    {
        id: 2,
        title : "Ексурсія на філію кафедри",
        descr: "Студенти старшого курсу Київського електромеханічного коледжу побували на екскурсії в філії кафедри електроніки ТОВ “НВО Телеоптик”.",
        thumbnail: "http://test2.kafelec.nau.edu.ua/wp-content/uploads/2019/01/2018nov12-KEMK-1.jpg"
    },
    {
        id: 3,
        title : "Запитання до вступного випробування",
        descr: "Текст запитань для вступного випробування знаходиться  за посиланням",
        thumbnail: "http://puu.sh/CEtd9/23ef654d76.png"
    }
   
]