<template lang="pug">
v-container
    v-layout(row wrap)
        v-flex(xs12)
            v-card
                h2.title-main.pt-3.pb-2 Освітні програми
                v-tabs(color='primary' slider-color="yellow" dark fixed-tabs).app-tabs
                    v-tab(ripple ).app-tabs__item 153. Мікро - і наносистемна техніка
                    v-tab(ripple).app-tabs__item 171. Електроніка
                    v-tab-item
                        v-expansion-panel
                            v-expansion-panel-content
                                div(slot="header") Робототехніка та наносистемотехніка
                                v-card
                                    v-card-text
                                        p Еволюційний розвиток електроніки постійно супроводжується зменшенням розмірів електронних приладів. Сьогодні мікроелектроніка фактично витіснила всі попередні електронні технології. Але прогрес не зупиняється. Вступивши на початку XXI століття в зону «нано», тобто 10-9 м, електроніка переступила поріг свого еволюційного розвитку. Це неодмінно веде до революційних змін у технологіях, причому не тільки у галузі електроніки. Наноелектроніка – новий напрям у науці, техніці та виробництві, що дуже швидко розвивається в усьому світі. Наноелектроніка вивчає і використовує фізичні явища і процеси в електронних приладах, геометричні розміри робочих зон яких сумірні з розмірами молекул і атомів. Мінімальні розміри приладів стають величиною з молекулу, а швидкість обробки інформації підвищується у мільйони разів. Наноелектроніка – це не тільки наше майбутнє, але надзвичайно важливий і перспективний напрям сучасної електроніки. Сьогодні неможливо уявити низку галузей людської діяльності без використання технологій, приладів і пристроїв наноелектроніки. Це і потужні напівпровідникові лазери, і оптоелектронні та фотонні транзистори, і високоефективні фотоприймальні пристрої, і новітні зразки швидкодіючих процесорів, і принципово нове медичне обладнання та інструменти.
                                        p 
                                            b Профілюючі дисципліни: 
                                            | персональні комп’ютери та програмування, фізичні основи наноелектроніки, теорія електронних кіл, основи біомедичних знань, основи квантової електроніки, компоненти мікро та наноелектроніки, алгоритмічні мови програмування, основи інформаційних систем, основи молекулярної електроніки, цифрова електроніка, інформаційні основи кодування, прикладна оптоелектроніка, мікропроцесори та мікроконтролери, основи наноелектронної схемотехніки, автоматизовані системи проектування наноелектронних пристроїв, імовірнісні основи обробки сигналів та даних, мікро- та наносхеми з програмованими структурами, стиснення сигналів та зображень, квантова криптографія, цифрова обробка сигналів, теорія біомедичних систем та інші.
                            v-expansion-panel-content
                                div(slot="header") Апаратно-програмні засоби інформаційної безпеки безпілотних аерокосмічних комплексів
                                v-card
                                    v-card-text
                                        p Еволюційний розвиток електроніки постійно супроводжується зменшенням розмірів електронних приладів. Сьогодні мікроелектроніка фактично витіснила всі попередні електронні технології. Але прогрес не зупиняється. Вступивши на початку XXI століття в зону «нано», тобто 10-9 м, електроніка переступила поріг свого еволюційного розвитку. Це неодмінно веде до революційних змін у технологіях, причому не тільки у галузі електроніки. Наноелектроніка – новий напрям у науці, техніці та виробництві, що дуже швидко розвивається в усьому світі. Наноелектроніка вивчає і використовує фізичні явища і процеси в електронних приладах, геометричні розміри робочих зон яких сумірні з розмірами молекул і атомів. Мінімальні розміри приладів стають величиною з молекулу, а швидкість обробки інформації підвищується у мільйони разів. Наноелектроніка – це не тільки наше майбутнє, але надзвичайно важливий і перспективний напрям сучасної електроніки. Сьогодні неможливо уявити низку галузей людської діяльності без використання технологій, приладів і пристроїв наноелектроніки. Це і потужні напівпровідникові лазери, і оптоелектронні та фотонні транзистори, і високоефективні фотоприймальні пристрої, і новітні зразки швидкодіючих процесорів, і принципово нове медичне обладнання та інструменти.
                                        p 
                                            b Профілюючі дисципліни: 
                                            | персональні комп’ютери та програмування, фізичні основи наноелектроніки, теорія електронних кіл, основи біомедичних знань, основи квантової електроніки, компоненти мікро та наноелектроніки, алгоритмічні мови програмування, основи інформаційних систем, основи молекулярної електроніки, цифрова електроніка, інформаційні основи кодування, прикладна оптоелектроніка, мікропроцесори та мікроконтролери, основи наноелектронної схемотехніки, автоматизовані системи проектування наноелектронних пристроїв, імовірнісні основи обробки сигналів та даних, мікро- та наносхеми з програмованими структурами, стиснення сигналів та зображень, квантова криптографія, цифрова обробка сигналів, теорія біомедичних систем та інші.   

                            v-expansion-panel-content
                                div(slot="header") Мікро- та наноелектроніка
                                v-card
                                    v-card-text
                                        p Еволюційний розвиток електроніки постійно супроводжується зменшенням розмірів електронних приладів. Сьогодні мікроелектроніка фактично витіснила всі попередні електронні технології. Але прогрес не зупиняється. Вступивши на початку XXI століття в зону «нано», тобто 10-9 м, електроніка переступила поріг свого еволюційного розвитку. Це неодмінно веде до революційних змін у технологіях, причому не тільки у галузі електроніки. Наноелектроніка – новий напрям у науці, техніці та виробництві, що дуже швидко розвивається в усьому світі. Наноелектроніка вивчає і використовує фізичні явища і процеси в електронних приладах, геометричні розміри робочих зон яких сумірні з розмірами молекул і атомів. Мінімальні розміри приладів стають величиною з молекулу, а швидкість обробки інформації підвищується у мільйони разів. Наноелектроніка – це не тільки наше майбутнє, але надзвичайно важливий і перспективний напрям сучасної електроніки. Сьогодні неможливо уявити низку галузей людської діяльності без використання технологій, приладів і пристроїв наноелектроніки. Це і потужні напівпровідникові лазери, і оптоелектронні та фотонні транзистори, і високоефективні фотоприймальні пристрої, і новітні зразки швидкодіючих процесорів, і принципово нове медичне обладнання та інструменти.
                                        p 
                                            b Профілюючі дисципліни: 
                                            | персональні комп’ютери та програмування, фізичні основи наноелектроніки, теорія електронних кіл, основи біомедичних знань, основи квантової електроніки, компоненти мікро та наноелектроніки, алгоритмічні мови програмування, основи інформаційних систем, основи молекулярної електроніки, цифрова електроніка, інформаційні основи кодування, прикладна оптоелектроніка, мікропроцесори та мікроконтролери, основи наноелектронної схемотехніки, автоматизовані системи проектування наноелектронних пристроїв, імовірнісні основи обробки сигналів та даних, мікро- та наносхеми з програмованими структурами, стиснення сигналів та зображень, квантова криптографія, цифрова обробка сигналів, теорія біомедичних систем та інші.   

                    v-tab-item
                        v-expansion-panel
                            v-expansion-panel-content
                                div(slot="header") Електронні системи
                                v-card
                                    v-card-text
                                        p Сучасний етап розвитку суспільства і техніки характеризується постійним підвищенням ролі електроніки в усіх сферах людської діяльності. Сьогодні принаймні 80 % обсягу світової промислової продукції займає електроніка. У промисловості і на транспорті, у літаку і автомобілі, у побуті і в офісі, у фінансовій установі і в супермаркеті, на космічному кораблі і на телекомунікаційному підприємстві, у медичному закладі і на об’єкті, що охороняється, – скрізь електронні пристрої та системи відіграють ключову роль. До них належить безліч різноманітних об’єктів від сучасних джерел живлення до мікропроцесорних пристроїв і мікроконтролерів, систем навігації, локації та керування різними об’єктами, телевізійних систем, мобільних та інших систем зв’язку, комп’ютерів загального і спеціального призначення, систем охорони і спостереження тощо.
                                            p 
                                                b Профілюючі дисципліни: 
                                                | інфо
                            v-expansion-panel-content
                                div(slot="header") Електронні технології інтернету речей (IoT)
                                v-card
                                    v-card-text
                                        p Сучасний етап розвитку суспільства і техніки характеризується постійним підвищенням ролі електроніки в усіх сферах людської діяльності. Сьогодні принаймні 80 % обсягу світової промислової продукції займає електроніка. У промисловості і на транспорті, у літаку і автомобілі, у побуті і в офісі, у фінансовій установі і в супермаркеті, на космічному кораблі і на телекомунікаційному підприємстві, у медичному закладі і на об’єкті, що охороняється, – скрізь електронні пристрої та системи відіграють ключову роль. До них належить безліч різноманітних об’єктів від сучасних джерел живлення до мікропроцесорних пристроїв і мікроконтролерів, систем навігації, локації та керування різними об’єктами, телевізійних систем, мобільних та інших систем зв’язку, комп’ютерів загального і спеціального призначення, систем охорони і спостереження тощо.
                                            p 
                                                b Профілюючі дисципліни: 
                                                | інфо

        v-flex(xs12 sm6 md6).mt-3
            card-router(
                routeName = "/entrants"
                title = "Абітурієнту"
                descr="В пошуках інформації про вступну компанію, навчальні напрями та дні відкритих дверей? Тоді вам сюди."
                bgImg="https://nau.edu.ua/assets/gallery/387/2779.jpg"
            )

        v-flex(xs12 sm6 md6).mt-3
            card-router(
                routeName = "/education"
                title = "Фахові та вступні питання"
                descr="Перелік питань для магістрів, 2-го та 3-го курсів"
                bgImg="http://8-a.pp.ua/wp-content/uploads/2015/12/stockxpertcom_id563921_size2.jpg"
            )
                            
</template>

<script>
export default {
    active: null
}
</script>
